Repository: BerkSpar/telly
Catalog: telly/Resources/*.lproj/Localizable.strings
Languages: fr, pt_br

source: date_format
fr: dd/MM/yyyy
pt_br: dd/MM/yyyy

source: Choose the story theme:
fr: Choisissez le thème de l'histoire:
pt_br: Escolha o tema da história:

source: WORKSPACE
fr: TRAVAIL
pt_br: TRABALHO

source: TRAVELLING
fr: VOYAGE
pt_br: VIAGEM

source: SHOPPING
fr: ACHATS
pt_br: COMPRAS

source: Choose the quantity of each type of word:
fr: Choisissez la quantité de chaque type de mot:
pt_br: Escolha a quantidade de cada tipo de palavra:

source: NOUNS
fr: NOMS
pt_br: NOMES

source: VERBS
fr: VERBES
pt_br: VERBOS

source: PEOPLE
fr: PERSONNES
pt_br: PESSOAS

source: START
fr: COMMENCER
pt_br: COMEÇAR

source: You need to select one theme
fr: Vous devez choisir un thème
pt_br: Você precisa escolher um tema

source: You need to select the nouns
fr: Vous devez sélectionner les noms
pt_br: Você precisa selecionar os nomes

source: ACHIEVEMENTS
fr: RÉALISATIONS
pt_br: CONQUISTAS

source: MY STORIES
fr: MES HISTOIRES
pt_br: MINHAS HISTÓRIAS

source: Title
fr: Titre
pt_br: Título

source: Theme:
fr: Thème:
pt_br: Tema:

source: Words:
fr: Mots:
pt_br: Palavras:

source: Play Audio
fr: Lire Audio
pt_br: Reproduzir Áudio

source: Let's listen the pronunciation!
fr: Écoutons la prononciation !
pt_br: Vamos ouvir as pronúncias!

source: Tap the boxes to hear the word's pronunciation, after you will only be able to read them
fr: Touchez les cases pour entendre la prononciation du mot, après quoi vous ne pourrez que le lire
pt_br: Toque nas caixas para ouvir a pronúncia da palavra, depois você só poderá lê-la

source: QUIT
fr: QUITTER
pt_br: SAIR

source: STOP
pt_br: PARAR

source: FINISH
fr: FINIR
pt_br: ACABAR

source: Do you really want to quit?
fr: Voulez-vous vraiment quitter?
pt_br: Você realmente deseja sair?

source: Any progress you may have made so far won't be saved and the words will be changed
fr: Les progrès réalisés jusqu'à présent ne seront pas sauvegardés et les mots seront modifiés
pt_br: Todo o progresso que você fez não será salvo e as palavras serão trocadas

source: YES
fr: OUI
pt_br: SIM

source: NO
fr: NON
pt_br: NÃO

source: Well done!
fr: Bravo!
pt_br: Arrasou!

source: You made an awesome story!
fr: Vous avez créé une histoire incroyable!
pt_br: Você fez uma história incrível!

source: RETURN TO MAIN PAGE
fr: RETOUR À LA PAGE PRINCIPALE
pt_br: VOLTE PARA A PÁGINA INICIAL

source: To play the game you must enable your microphone
fr: Pour jouer, vous devez activer votre microphone
pt_br: Para jogar você precisa permitir o uso do seu microfone

source: That's because we will identify if you are pronouncing the words
fr: C'est parce que nous identifierons si vous prononcez les mots
pt_br: Isso porque nós identificamos se você está pronunciando as palavras

source: Ok, I understand
fr: D'accord, je comprends
pt_br: Tá bom, entendi

source: Welcome, Storyteller!
fr: Bienvenue, conteur!
pt_br: Bem-vindo(a), criador de histórias!

source: NEW STORY
fr: NOUVELLE HISTOIRE
pt_br: CRIAR

source: STORYBOOK
fr: LIVRE D'HISTOIRES
pt_br: HISTÓRIAS

source: My Story
fr: Mon Histoire
pt_br: Minha História

source: Theme: %@
fr: Thème: %@
pt_br: Tema: %@

source: shopping
fr: achats
pt_br: compras

source: traveling
fr: voyage
pt_br: viagem

source: work
fr: travail
pt_br: trabalho

source: Check out my story on Telly, my favorite app for learning English through stories! 📖
fr: Découvrez mon histoire sur Telly, mon appli préférée pour apprendre l'anglais à travers des histoires! 📖
pt_br: Veja a minha história no Telly, meu aplicativo favorito para aprender inglês através de histórias

source: WELCOME TO
fr: BIENVENUE À
pt_br: BEM VINDO AO

source: You're on the best app for
fr: Vous êtes sur la meilleure application pour
pt_br: Você está no melhor aplicativo para

source: practicing your conversation skills
fr: pratiquer vos compétences
pt_br: praticar suas habilidades

source: in English without having to talk to someone else!
fr: en anglais sans avoir à parler à quelqu'un d'autre!
pt_br: em inglês sem precisar conversar com outra pessoa!

source: Here you'll improve your speaking skills by including random words in your story!
fr: Ici, vous améliorerez vos compétences orales en incluant des mots aléatoires dans votre histoire!
pt_br: Aque você irá aprimorar suas habilidades de conversação ao incluir palavras aleatórias em sua história

source: Your goal is to include all the words given to you and improvise!
fr: Votre objectif est d'inclure tous les mots qui vous sont donnés et d'improviser!
pt_br: Seu objetivo é incluir todas as palavras entregues para você e improvisar sua história!

source: LET'S GO!
fr: ALLONS-Y!
pt_br: VAMOS NESSA!

source: So, to start your storytelling, we’ll choose the theme!
fr: Alors, pour commencer votre histoire, nous choisirons le thème!
pt_br: Então, para iniciar suas histórias, nós vamos escolher o tema!

source: Tap on one of the themes to select it!
fr: Touchez l'un des thèmes pour le sélectionner!
pt_br: Clique em um dos temas para selecioná-lo!

source: NEXT
fr: SUIVANT
pt_br: PRÓXIMO

source: Let's choose how many nouns, verbs, and people for your story.
fr: Choisissons combien de noms, de verbes et de personnes pour votre histoire.
pt_br: Vamos escolher quantos nomes, verbos e pessoas para a sua história.

source: You'll need to use those words while telling your story. More words, greater challenge.
fr: Vous devrez utiliser ces mots en racontant votre histoire. Plus il y a de mots, plus le défi est grand.
pt_br: Você irá usar essas palavras enquanto conta sua história. Quanto mais palavras, melhor fica o desafio.

source: Some tips for you:
fr: Quelques astuces pour vous:
pt_br: Algumas dicas para você:

source: You can also say words in the plural and conjugate verbs in any tense!
fr: Vous pouvez aussi utiliser les mots au pluriel et conjuguer les verbes à n'importe quel temps!
pt_br: Você também pode falar as palavras no plural e conjugar os verbos em qualquer tempo verbal!

source: When you have used all the words, the finish button will be enabled.
fr: Lorsque vous aurez utilisé tous les mots, le bouton de fin sera activé.
pt_br: Quando você usar todas as palavras, o botão de acabar estará disponível.

source: %lld of %lld
fr: %lld sur %lld
pt_br: %lld de %lld

source: SAVE MY STORY
fr: ENREGISTRER MON HISTOIRE
pt_br: SALVAR MINHA HISTÓRIA

source: I don't want to save my story
fr: Je ne veux pas l'enregistrer
pt_br: Eu não quero salvar minha história

source: Are you sure that you want to delete your story?
fr: Êtes-vous sûr de vouloir supprimer votre histoire ?
pt_br: Você tem certeza que quer apagar sua história?

source: You won't be able to recover your audio afterwards
fr: Vous ne pourrez plus récupérer vos fichiers audio par la suite
pt_br: Você não poderá recuperar o seu áudio mais tarde

source: Do you really want to stop the game?
fr: Vous voulez vraiment arrêter le jeu?
pt_br: Você realmente quer pausar o jogo?

source: We need your audio authorization
fr: Nous avons besoin de votre autorisation audio
pt_br: Nós precisamos da sua autorização de áudio

source: You have decided to listen to your audio. Activate it in your settings to continue.
fr: Vous avez décidé d'écouter votre audio. Activez-le dans vos paramètres pour continuer.
pt_br: Você decidiu ouvir seu áudio. Ative-o nas suas configurações para continuar.
